Repository: mozilla-l10n/mt-training-data
Catalog: nr/nr_pontoon.tmx
Source language: en_us
Languages: nr

source: 2019 End-of-Year Release
nr: 2019 Umnyaka-wokugcina-Wokutjhatjhululwa

source: 2 down, keep it up!<playIcon></playIcon>
nr: Sele kuphele ezi-2, ragela phambili!<playIcon></playIcon>

source: ≥ 2 No votes
nr: Kunamavowudi ama≥ 2

source: ≥ 2 Yes votes
nr: Kunamavowudi ama-≥ 2

source: Abkhaz
nr: Isi-Abkhaz

source: About
nr: Malungana

source: Accent
nr: Ukuphimisela

source: Account
nr: I-akhawundi

source: <accuracyLink>See more on accuracy criteria.</accuracyLink>
nr: <accuracyLink>Fumana okwengeziweko kweziqinisekisiweko.</accuracyLink>

source: Acehnese
nr: Isi-Acehnese

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
nr: { $actionType }<playIcon></playIcon> bayikhulume kuhle imitjho?

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
nr: { $actionType }<recordIcon></recordIcon> fundela umutjho phezulu

source: { $actionType }<stopIcon></stopIcon> when done
nr: { $actionType }<stopIcon></stopIcon> nawuqedileko

source: { $actionType } submit when ready
nr: { $actionType } thumela nasele ukulungele

source: Add as much information as you can about the language. This could include:
nr: Faka imininingwana eminengi ngelimi ngendlela ongakghona ngayo. Lokhu kungahlanganisa:

source: Additional Language
nr: Ilimi elingezelelweko

source: Add Language
nr: Faka ilimi

source: Add new custom accent "{ $inputValue }"
nr: Faka indlela ejayelekileko yokuphimisela "{ $inputValue }"

source: Add Your Voice
nr: Faka iphimbo lakho

source: Adyghe
nr: Isi-Adyghe

source: Afaan Oromo
nr: Isi-Afaan Ormoo

source: A few bytes
nr: Faka amabhayithi ambalwa

source: Afrikaans
nr: Isi-Afrikaans

source: Age
nr: Iminyaka

source: Albanian
nr: Isi-Albania

source: All
nr: Koke

source: Amharic
nr: Isi-Amharic

source: Anonymized user data like age, gender, and accent helps improve the audio data used to train the accuracy of speech recognition engines. Your username and email will never be associated with your submitted data, and you can choose whether to make your username public or anonymous.
nr: Ukwaziswa okunjengomnyaka, ubulili, namkha indlela yokukhuluma kusiza ukuthuthukisa ukwaziswa kwezinto ezirekhodiweko bona kuqinisekiswe ukunemba kwemitjhini yamaphimbo. Ibizo owaziwa ngalo ne-email yakho angekhe kuhlanganiswe nokwaziswa okuthumeleko, begodu ungakhetha bona ufuna ukwaziwa namkha awa.

source: Approve
nr: Vuma

source: A quiet background hubbub is OK, but we don’t want additional voices that may cause a machine algorithm to identify words that are not in the written text. If you can hear distinct words apart from those of the text, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
nr: Ukuzwakala kwamatjhada amanengi kulungile, kodwana asifuni amaphimbo amanengi azokubangela bona umtjhini ufumane amabizo angakatlolwa phasi. Nakwenzeka uzwe amagama amanengi ngaphandle kwalayo atloliweko, ungawamukeli. Kanengi lokho kwenzeka nakutjhiywe iTV idlala, namkha nakunabantu abakhulumako eduze.

source: Arabic
nr: Isi-Arabic

source: Aragonese
nr: Isi-Aragonese

source: Are you coming? <strong>[called by another]</strong>
nr: Uyeza? <strong>[called by another]</strong>

source: Armenian
nr: Isi-Armenia

source: Armenian Western
nr: Isi-Armenian sangeTlhagwini

source: Ask about a new language
nr: Buza ngelimi elitjha

source: Assamese
nr: Isi-Assamese

source: Asturian
nr: Isi-Asturia

source: Audio Format
nr: Ihlelo lomdumo

source: Avatar
nr: Isi-Avatar

source: Avatar uploaded
nr: I-Aveyitha ifakiwe

source: Average
nr: Isilinganiso

source: A voice clip is marked "valid" when a user gives it a Yes vote.
nr: Okurekhodiweko kutshwaywa ngokuthi "Kuphasile" lokha okusebenzisako nakakuvowudela ngo-Iye.

source: Avoid too much background noise - it should be easy to hear you.
nr: Linga bona kungabi netjhada elinengi elizwakala ngemuva - kufuze kube lula ukukuzwa.

source: Awards
nr: Abonongorwana

source: Azerbaijani
nr: Isi-Azerbaijani

source: Back
nr: Emuva

source: Background Noise
nr: Itjhada elingemuva

source: Background Voices
nr: Amezwi angemuva

source: Back to Top
nr: Buyela phezulu

source: Basaa
nr: IsiBasaa

source: Bashkir
nr: IsiBashkir

source: Basque
nr: IsiBasque

source: Be cautious before rejecting a clip on the ground that the reader has mispronounced a word, has put the stress in the wrong place, or has apparently ignored a question mark. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a margin of appreciation for those who may speak differently from you.
nr: Tjheja ngaphambi kobana wale okurekhodiweko ngebanga lokuthi ucabanga bona umfundi akakabizi kuhle ibizo, ugandelele endaweni engakafaneli namkha akakahloniphi itshwayo lombuzo. Kuneendlela ezinengi zokubiza amagama ephasini mazombe, ezinye zakhona kungenzeka awukhenge wazizwa emphakathini ohlala kiwo. Sibawa ubabuke labo abakhuluma ngendlela ehlukileko kunawe.

source: Belarusian
nr: IsiBelarusia

source: Benefits
nr: Iinzuzo

source: Bengali
nr: IsiBengali

source: [‘Beret’ is OK whether with stress on the first syllable (UK) or the second (US)]
nr: [‘Berete’ ngu Iye kungakhathaliseki bona ugandelelwa kokothoma e- (UK) namkha kwesibili e- (US)]

source: <bold>{ $count }</bold> Clips
nr: <bold>{ $count }</bold> Iinqetjhana

source: <bold>Help us</bold> find more voices
nr: <bold>Sisiza</bold> sifumane amanye amaphimbo

source: Bosnian
nr: IsiBosnia

source: Both
nr: Kokubili

source: Both (Speak and Listen)
nr: Kokubili (Ukukhuluma nokuLalela)

source: Breton
nr: IsiBreton

source: Browse Languages
nr: Funa amalimi

source: Build a custom goal
nr: Zibekele umngomo ojayelekileko

source: Build Profile
nr: Yakha iphrofayili

source: Bulgarian
nr: IsiBulgaria

source: Burmese
nr: IsiBurmese

source: Buryat
nr: IsiBuryat

source: <b>Why an email?</b> We may need to contact you in the future about changes to the dataset, an email provides us a point of contact.
nr: <b>Kubayini kutlhogeka i-imeyili?</b> Kungatlhogeka sithintane nawe esikhathini esizako malungana namatjhuguluko asebulungelweni, i-imeyili yenza sikghone ukuthintana nawe.

source: By editing your goal, you may lose your existing progress.
nr: Nawutjhentjha umgomo ungalahlekelwa yituthukwakho.

source: By opting in to receive emails you state that you are okay with Mozilla handling this info as explained in Mozilla’s <privacyLink>Privacy Policy</privacyLink>.
nr: Ngokuthi ukhethe ukufaka ama-emails kutjho ukuthi uyavuma bona iMozilla izokusebenza ngokwaziswokho ngendlela esele ihlathululwe kuMozilla’s Privacy Policy<privacyLink>Privacy Policy</privacyLink>.

source: <b>You agree</b> to not attempt to determine the identity of speakers in the Common Voice dataset
nr: <b>Uyavuma</b> bona angekhe ulinge ukufumana bona maphimbo wabobani aku-Common Voice

source: By providing some information about yourself, the audio data you submit to Common Voice will be more useful to Speech Recognition engines that use this data to improve their accuracy.
nr: Ngokuthi unikele ukwaziswa ngawe, iphimbo olithumele kuCommon Voice lizokusiza khulu kumaSpeech Recognition engines njengombana asebenzisa ukwaziswokhu bona athuthukise ukuqiniseka kwakho.

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
nr: Ngokusebenzisa i-Common Voice, uvumelana ne <termsLink>Mibandela</termsLink> kunye ne <privacyLink>Nemigomo</privacyLink>

source: Cancel Re-recording
nr: Susa okurekhodiweko

source: Cancel Submission
nr: Susa okuthumeleko

source: Can't decide?
nr: Awukghoni ukuthatha isiqunto?

source: Cantonese
nr: IsiCantonese

source: Catalan
nr: IsiCatala

source: Central Kurdish
nr: IsiCentral Kurdish

source: Change your email via Settings under Login Identity
nr: Tjhugulula i-emailakho kumaSethingi ngaphasi kwengcenye yokuThungela

source: Check if your language is listed on the <languagesPageLink>Common Voice Languages page</languagesPageLink>. If not, fill out this form and we’ll <strong>send you a handy email explaining how to get your language set up</strong>.
nr: Hlola bona ilimi lakho likhona na ekhasini<languagesPageLink> le-Common Voice Languages</languagesPageLink>. Nalingekho, zalisa iforomo begodu sizokuthumelela<strong> i-imeyili ehlathulula kuhle bona ungenza njani ukuthi ilimi lakho lifakwe</strong>.

source: <chevron></chevron>See less
nr: <chevron></chevron>Veza okuncani

source: <chevron></chevron>See more
nr: <chevron></chevron>Veza okwengeziweko

source: Chinese (China)
nr: IsiChinese (China)

source: Chinese (Hong Kong)
nr: IsiChinese (Hong Kong)

source: Chinese (Taiwan)
nr: IsiChinese (Taiwan)

source: Choose language/localization
nr: Khetha ilimi/Ilimi lendabuko

source: Chuvash
nr: IsiChuvash

source: Click
nr: vala

source: { $clipCount } voice clips, total archive size { $size }. Expires { $expires }.
nr: { $clipCount } amaphimbo, inani lokubulungiweko { $size }. Phelelwe sikhathi { $expires }.

source: Clip Graveyard
nr: Iinqetjhana ezilahliweko

source: Clips recorded
nr: Iinqetjhana ezirekhodiweko

source: Clips Uploaded
nr: Iinqetjhana ezifakiweko

source: Clips validated
nr: Iinqetjhana eziqinisekisiweko

source: Clips You've Recorded
nr: Iinqetjhana ozirekhodileko

source: Clips You've Validated
nr: Iinqetjhana oziqinisekisileko

source: Close
nr: Vala

source: Collecting sentences
nr: Buthelela imitjho

source: Comment
nr: Umbono

source: Common Voice data plus all other voice datasets above.
nr: Nanti ihlelo le-Common Voice namanye amaphimbo ngehla.

source: Common Voice Dataset
nr: I-Common Voice Dataset

source: Common Voice is Mozilla's initiative to help teach machines how real people speak.
nr: I-Common Voice neMozilla izibekele umgomo wokusiza ekufundiseni imitjhini ukuthi abantu bamambala bakhuluma njani

source: Common Voice is the world’s largest publicly available, multi-language voice dataset.
nr: I-Common Voice lihlalo elikhamba phambili ephasini mazombe elinamaphimbo wamalimi ahlukahlukeneko.

source: Common Voice recordings are used by academics, small businesses, and voice recognition enthusiasts to help train and grow publicly available resources like voice models. Can you let us know why you would like your recordings deleted?
nr: I-Common Voice recordings isetjenziswa mikhakha yezefundo, amabhizinisi amancani, nabantu abathanda ama-voice recognition bona babandule begodu bakhuluse iinsetjenziswa zemitjhini ekhulumako. Ungakghona na ukusitjela bona kubayini ufuna okurekhodileko kusulwe?

source: Community participation and decision making.
nr: Ukuzibandakanya komphakathi nokuthatha iinqunto.

source: Community Playbook
nr: Incwadi yokudlala yomphakathi

source: Confirm Goal
nr: Qinisekisa umngomo

source: Connect with Gravatar
nr: Ngena ku-Gravatar

source: Contact
nr: Thintana

source: Contact Form
nr: Iforomo lemininingwana yokuthintana

source: Content available under a <licenseLink>Creative Commons license</licenseLink>
nr: Ilayisense: <licenseLink>{ $license }</licenseLink>

source: Continue
nr: Ragela phambili

source: Contribute
nr: Nikela

source: Contribute sentences
nr: Nikela ngemitjho

source: Contribute to { $lang }
nr: Nikela ku { $lang }

source: Contribution Activity
nr: Umsebenzi womnikelo

source: Contribution Criteria
nr: Indlela yokunikela

source: Contribution Experience
nr: Nikela Ngelwazi

source: Contributors record voice clips by reading from a bank of donated sentences.
nr: Abanikelako barekhoda amaphimbwabo ngokufunda imitjho ekunikelwe ngayo.

source: Cookies
nr: Amafayeli amancani

source: <coquiLink>Coqui</coquiLink> is dedicated to open speech technology. Their projects include deep learning based STT and TTS engines.
nr: I-<coquiLink>Coqui</coquiLink> izibophezele ukuvula ihlelo letheknoloji lokukhuluma. Amahlelwabo ahlanganisa ifundo engeneleleko ye-STT ne-TTS.

source: Cornish
nr: IsiCornish

source: Corsican
nr: IsiCorsica

source: { $count } clips
nr: { $count } iinqetjhana

source: { $count }wk
nr: { $count }vk

source: Create a Custom Goal
nr: Zibekele umngomo

source: Creating opportunities for a diversity of people to contribute to Common Voice ensures the dataset serves as many people as possible. We’ve created resources and templates that you can use!
nr: Yenza amathuba wokuthi abantu abahlukahlukeneko bakghone ukunikela ku-Common Voice ukuqinisekisa bona ibulungelweli lisiza abantu abanengi ngendlela okungakghonakala ngayo. Yenze iinsetjenziswa namathemplathi ongakghona ukuwasebenzisa!

source: Criteria
nr: Ihlelo

source: Croatian
nr: IsiCroatia

source: Czech
nr: IsiCzech

source: Daily Goal
nr: Imigomo yaqobe langa

source: Danish
nr: IsiDanish

source: Dashboard
nr: Ideshibhodi

source: Dataset Release
nr: iminqopho yelanga

source: Datasets
nr: Ukuhlelwa kwemininingwana

source: Date
nr: Ilanga

source: Days
nr: Amalanga

source: Delete my recordings
nr: Sula engikurekhodileko

source: Delete Profile
nr: Susa Iphrofayili

source: Dhivehi
nr: IsiDhivehi

source: Different language
nr: Ilimi elihlukileko

source: Difficult
nr: Kubudisi

source: Difficult to pronounce
nr: Kubudisi ukuphimisela

source: Dioula
nr: IsiDioula

source: Discard ongoing recording
nr: Susa okurekhodwako

source: Donate your voice
nr: Dawuniloda iphimbo lakho

source: Don't see your language on Common Voice yet?
nr: Awuliboni ilimi lakho ku-Common Voice?

source: Download
nr: Dawunilowuda

source: Download Common Voice Data
nr: Dawunilowuda ihlelo le-Common Voice

source: Download Data
nr: Dawuniloda imininingwana

source: Download Dataset Bundle
nr: Dawunilowuda ihlelo

source: Download { $language }
nr: Dawunilowuda { $language }

source: Download Links
nr: Dawuniloda Amalinki

source: Download My Data
nr: Dawunilowuda

source: Download profile data
nr: Dawuniloda iphrofayili

source: Download the Single Word Target Segment
nr: Dawuniloda iGama Linye Olifunako

source: Do you have ideas on how we can make the Common Voice dataset better? Let us know on Discourse
nr: Kghani unemibono yokuthi singayithuthukisa njani i-Common Voice siyenze ibengcono? Ungasazisa ngokusitlolela namkha ngenye indlela

source: Do you want to continue?
nr: Ufuna ukuragela phambili?

source: Do you want to Speak, Listen or both?
nr: Ufuna ukuKhuluma, ukuLalela namkha kokubili?

source: Drag and drop or <browseWrap>Browse</browseWrap>
nr: Dosa ubeke namkha <browseWrap>Ufune</browseWrap>

source: Dutch
nr: IsiDutch

source: Each entry in the dataset consists of a unique MP3 and corresponding text file. Many of the <b>{ $total }</b> recorded hours in the dataset also include demographic metadata like age, sex, and accent that can help train the accuracy of speech recognition engines. The dataset currently consists of <b>{ $valid }</b> validated hours in <b>{ $languages }</b> languages, but we’re always adding more voices and languages. Take a look at our <languagesLink>Languages page</languagesLink> to request a language or start contributing.
nr: Ingcenye enye nenye esebulungelweni le-MP3 ikhambisana nefayili. Ama-awara amanengi ama-<b>{ $total }</b> wokurekhodiweko ebulungelweni, kuhlanganisa ukwaziswa okunjengeminyaka, ubulili, nehlobo lekulumo elizokusiza ubize kuhle amagama. Okwanje ibulungelweli linama-awara ayi-<b>{ $valid }</b> aqinisekisiweko wamalimi, kodwana ku-<b>{ $languages }</b> sihlala sifaka amalimi namaphimbo angeziweko. Qala ikhasi lethu <languagesLink>ikhasi lamalimi</languagesLink> nawufuna ilimi elithileko namkha nawufuna ukuthoma ukunikela.

source: Easy
nr: Lula

source: Edit
nr: Lungisa

source: Edit Profile
nr: Lungisa

source: Email
nr: I-Email

source: <emailFragment>Sign up</emailFragment> to our mailing list to learn how you can take part in campaigns, events and co-design features on Common Voice.
nr: <emailFragment>Zitlolise ku</emailFragment> bona ufunde ukuthi ungasifaka njani isandla emajimeni, ezenzakalweni nokuthuthukisa ubujamo be-Common Voice.

source: Email is already used for a different account
nr: I-imeyili le, sele isetjenziswe kwenye i-akhawundi

source: Email Subscriptions
nr: Ukuzitlolisela ama-Email

source: English
nr: IsiNgisi

source: Enter Email to Download
nr: Faka i-imeyili ukuze udawunlowude

source: Enter email to send a sign up link
nr: Faka i-imeyili bona uthumele i-link yokuzitlolisa

source: Enter your email
nr: Faka

source: Error { $code }
nr: Umtjhapho { $code }

source: Erzya
nr: Isi-Erzya

source: ESC
nr: PHUMA

source: Esperanto
nr: Isi-Esperanto

source: Estonian
nr: Isi-Estonia

source: Events
nr: Izehlakalo

source: Everyone
nr: Woke umuntu

source: Exit & Delete clips
nr: Phuma namkha Susa iinqetjhana

source: FAQ
nr: I-FAQ

source: Faroese
nr: IsiFaroese

source: Fields marked with an asterisk (*) are required.
nr: Iindawana ezitshwaywe nge (*) ziyatlhogeka.

source: Find others who care. That could be universities, language schools, advocacy groups or data science communities. Reach out and explain clearly how they can help and why. <outreachTemplates>See our template outreach emails</outreachTemplates>.
nr: Fumana abanye abanendaba. Kungaba mayunivesithi, iinkolo zelimi, abasekeli bemiphakathi namkha abososayensi bokwaziswa kwemiphakathi. Thintana nabo ubahlathululele kuhle bona bangasiza ngayiphi indlela nokuthi kubayini. <outreachTemplates>Qala ukwaziswa kwethu bona ufumane ama-emails</outreachTemplates>.

source: Finish editing first?
nr: Qedelela ukulungisa qangi

source: Finish recording
nr: Qeda ukurekhoda

source: Finish recording first?
nr: Qeda ukurekhoda qangi?

source: Finish Review
nr: Qeda ukubuyekeza

source: Finnish
nr: IsiFinnish

source: First, check if your language <languageLink>already exists</languageLink>. If it isn’t, you can <languageRequestLink>ask about adding your language</languageRequestLink>. There are two stages. Translating the site, and collecting sentences
nr: Kokuthoma, hlola ukuthi ilimi lakho<languageLink> likhona na</languageLink>. Nange lingekho<languageRequestLink>, buza ukuthi ungalifaka njani ilimi lakho</languageRequestLink>. Kuneengaba ezimbili. Ukutjhugulula nokubuthelela imitjho

source: For every voice clip donated, and every audio clip validated, your account dashboards are updated to reflect your latest progress in each language you contribute to. Yes, you can contribute to more than one!<br/><br/> Use dashboards to track your stats, see how you're doing alongside others in the community, and set daily or weekly contribution goals.
nr: Kwelinye nelinye iphimbo onikela ngalo, i-akhawundakho izokutjengisa ituthuko oyenzileko elimini ngalinye onikela kilo. Iye, unganikela emalimini amanengi! <br/><br/> Sebenzisa idetjhibodi ukubona umsebenzakho, bona lokho okwenzako usebenzisana nomphakathakho, uzibekela imigomo ofuna ukuyifikelela qobe veke.

source: for example
nr: ngokwesibonelo

source: For these launched languages the website has been successfully <localizationGlossaryLink>localized</localizationGlossaryLink>, and has enough <sentenceCollectionGlossaryLink>sentences collected</sentenceCollectionGlossaryLink> to allow for ongoing <speakLink>Speak</speakLink> and <listenLink>Listen</listenLink> contributions.
nr: Ukwethulwa kwezinzolwazi le kuphumelele <localizationGlossaryLink>localized</localizationGlossaryLink>, begodu imitjho<sentenceCollectionGlossaryLink> ebuthelelweko minengi ngokwaneleko <sentenceCollectionGlossaryLink>ukwenzela</sentenceCollectionGlossaryLink> bona kuregelwe phambili uku<speakLink>Khuluma</speakLink>noku <listenLink>Mamela</listenLink>okunikelweko.

source: French
nr: IsiFrench

source: Frisian
nr: IsiFrisia

source: Fulah
nr: IsiFulah

source: Galician
nr: IsiGalicia

source: GB
nr: I-GB

source: Georgian
nr: IsiGeorgian

source: German
nr: IsiGerman

source: Get involved
nr: Zibandakanye

source: Get Involved
nr: Hlanganyela

source: Get started with goals
nr: Thoma ngemigomo

source: Get Started with Speech Recognition
nr: Thoma ngokuhlola iphimbo

source: <githubLink>NVIDIA NeMo</githubLink>™ is an <docsLink>open-source toolkit</docsLink> for researchers developing state-of-the-art conversational AI models.
nr: <githubLink>INVIDIA NeMo</githubLink>™ yi <docsLink>lithulusi lawo woke umuntu</docsLink> lokuthuthukisa zerhubhululo yamahlelo we-AI

source: Goal reached
nr: Fikelela umgomo

source: Goals
nr: Imigomo

source: Goan Konkani
nr: IsiGoan Konkani

source: Go to Discourse
nr: Tjhinga ekulumeni

source: Go to Languages Page
nr: Ngena ekhasini lamalimi

source: Go to { $name }
nr: Ngena ku { $name }

source: <governanceLink>Read more about how we're governed</governanceLink>
nr: <governanceLink>Funda okwengeziweko ngendlela esibuswa ngayo</governanceLink>

source: Grammatical / spelling error
nr: Umtjhapho wokutlola / ukupeleda

source: Great! How many clips a week?
nr: Kuhle! Zingakhi iinqetjhana ngeveke?

source: Great! How many clips per day?
nr: Kuhle! Zingakhi iinqetjhana ngelanga?

source: Great!<recordIcon></recordIcon> Record your next clip
nr: Kuhle!<recordIcon></recordIcon> Rekhoda okulandelako

source: Great work!<playIcon></playIcon> Listen again when you're ready
nr: Wenze kuhle!<playIcon></playIcon> Lalela godu nasele ujame kuhle

source: Greek
nr: IsiGreek

source: Guarani
nr: IsiGuarani

source: Haitian
nr: IsiHaitia

source: Hakha Chin
nr: IsiHakha Chin

source: Hausa
nr: IsiHausa

source: Have Feedback?
nr: Uwufumene umbiko obuyako?

source: Have you read our Terms?
nr: Uyifundile imibandela yethu?

source: Having an account is not required to contribute, though it is helpful.
nr: Akukakateleleki bona uvule i-akhawundi, nanyana kusiza ukuba nayo

source: Having a profile is not required to contribute though it is helpful, see why below.
nr: Kuhle ukuba nephrofayili bona unikele nanyana kunjalo, qala ngenzasi ukuthi kubayini.

source: Hebrew
nr: IsiHebheru

source: Help
nr: Isizo

source: Help Common Voice reach { $hours } hours in a language with a personal goal
nr: Siza i-Common Voice ifikelele { $hours } ama-awara ngelimi ozikhethele lona

source: Help create Common Voice’s first target segment in { $locale }
nr: Siza ngokwenza i-Common Voice ikhambe phambili ku { $locale }

source: Help reach { $hours } hours in { $language } with a personal goal
nr: Sisiza sifikelele { $hours } ama-wara phakathi { $language } nomgomo ozibeleke wona

source: Help teach machines how real people speak, donate your voice at { $link }
nr: Siza ngokufundisa imitjhini bona abantu bamambala bakhuluma njani, nikela ngephimbo lakho ku { $link }

source: Help us build a community around voice technology, stay in touch via email.
nr: Sisiza sakhe umphakathi ngetheknoloji yamaphimbo hlala ufumana zamva nje nge-imeyili.

source: Help us build a high quality, publicly open dataset
nr: Sisiza senze umsebenzi osezingeni eliphezulu

source: Help us find more voices, share your goal
nr: Sisiza sifumane amaphimbo angeziweko, yabelana ngomgomwakho

source: Help us find others to donate their voice!
nr: Okhunye

source: Help us get to { $goal }
nr: Sisiza sithome { $goal }

source: Help us validate sentences!
nr: Imitjho

source: Help us validate voices
nr: Sisiza siqinisekise amaphimbo

source: Here are the links to download your ZIP files.
nr: Naka ama-link ongadawunilowuda kiwo amafayelakho.

source: Hidden
nr: Kufihlekileko

source: Hill Mari
nr: IsiHill Mari

source: Hindi
nr: IsiHindi

source: His hand was rais-ed.
nr: Isandla sakhe besiphakamile.

source: Hours
nr: Ama-awara

source: Hours Recorded
nr: Ama-awara wokurekhoda

source: Hours Validated
nr: Ama-awara aqinisekisiweko

source: How ?
nr: Njani

source: How are project decisions made?
nr: Iinqunto zephrojekthi zenziwa njani?

source: How can we effectively grow a language on Common Voice?
nr: Singalithuthukisa njani ilimi ngokuphumeleleko kuCommon Voice?
